Repository: UW-LCI/Co-ML
Catalog: Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, cho_us, chr_us, cic_us, de, es_419, fr, ga, hi, id, it, ko, mi_nz, pt_br, ru, ta, uk, vi, zh_hans

source: Show all images for %@
ar: عرض كل الصور لـ %@
cho_us: moma hattak illapolisat nanvtta %@
chr_us: ᏕᏥᏩᏛᎭ ᏂᎦᏓ %@
cic_us: Moma hattak illapolisat nanvtta %@
de: Alle Bilder anzeigen für %@
es_419: Mostrar todas las imágenes para %@
fr: Afficher toutes les images de l’étiquette %@
ga: Taispeáin na híomhánna go léir le haghaidh %@
hi: %@ की सभी images दिखाएँ
id: Tampilkan semua gambar untuk %@
it: Mostra tutte le immagini per %@
ko: %@의 모든 이미지 표시
mi_nz: Whakaatu whakaahua katoa mō %@
pt_br: Mostrar todas as imagens de %@
ru: Показать все изображения для %@
ta: இதற்கான அனைத்து படங்களையும் காட்டு: %@
uk: Показати всі зображення для %@
vi: Hiển thị tất cả hình ảnh cho %@
zh_hans: 显示 %@ 的所有图像

source: Show details
ar: عرض التفاصيل
cho_us: Shikenanchit
chr_us: ᏕᏥᏩᏛᎭ ᏄᏍᏗᏳᎯ
cic_us: Shikenanchit
de: Details anzeigen
es_419: Mostrar detalles
fr: Afficher les détails
ga: Taispeáin sonraí
hi: Details दिखाएँ
id: Tampilkan detail
it: Mostra i dettagli
ko: 세부 사항 표시
mi_nz: Whakaatu taipitopito
pt_br: Mostrar detalhes
ru: Показать подробные сведения
ta: விவரங்களைக் காட்டு
uk: Показати деталі
vi: Hiển thị chi tiết
zh_hans: 显示详情

source: Show People in Project
ar: عرض الأشخاص في المشروع
cho_us: Aiokchalinchit illi
chr_us: ᕿᒧᏈ ᏄᏍᏛᎢ
cic_us: Aiokchalinchit illi
de: Personen im Projekt anzeigen
es_419: Mostrar personas en el proyecto
fr: Afficher les personnes du projet
ga: Taispeáin Daoine sa Tionscadal
hi: Project में लोग दिखाएँ
id: Tampilkan Orang dalam Proyek
it: Mostra persone nel progetto
ko: 프로젝트에 사람 표시
mi_nz: Whakaatu Tangata i te Kaupapa
pt_br: Mostrar pessoas no projeto
ru: Показать людей в проекте
ta: திட்டத்தில் உள்ளவர்களைக் காட்டு
uk: Показати користувачів у проєкті
vi: Hiển thị mọi người trong dự án
zh_hans: 展示项目中的人员

source: Shutter
ar: الغالق
cho_us: Shata
chr_us: ᎠᏓᏞᎵᏛᏍᏙᏗ
cic_us: Shata
de: Auslöser
es_419: Botón
fr: Obturateur
ga: Comhla
id: Rana
it: Otturatore
ko: 셔터
mi_nz: Kati Kāmera
pt_br: Botão
ru: Затвор
ta: ஷட்டர்
uk: Затвор
vi: Chụp
zh_hans: 快门

source: Size
ar: الحجم
cho_us: Nakfish
chr_us: ᏢᏙᏗ
cic_us: Nakfish
de: Größe
es_419: Tamaño
fr: Taille
ga: Méid
id: Ukuran
it: Dimensioni
ko: 크기
mi_nz: Rahi
pt_br: Tamanho
ru: Размер
ta: அளவு
uk: Розмір
vi: Kích thước
zh_hans: 大小

source: Snap
ar: التقاط الصور
chr_us: ᎦᏚ
fr: Photo
ga: Tóg grianghraf
id: Jepret
it: Scatta
mi_nz: Hopu
pt_br: Capture
ru: Прикрепить
ta: ஸ்னாப்
uk: Миттєвий знімок
vi: Chụp hình

# Some of the changes you made might not be visible etc
source: Some of the changes you made might not be visible to other users. Check that you have sufficient iCloud storage space and a working internet connection. (Error code: %lld)
ar: قد لا تكون بعض التغييرات التي أجريتها مرئية للمستخدمين الآخرين. تأكد من توفر مساحة تخزين كافية على iCloud واتصال جيد بالإنترنت. (رمز الخطأ: %lld)
cho_us: Aiokpalichi mako chim anukfilli hattakvt ainla aiyukmato tuk oke. icloud na himona sv hoshontish oke imanukfila toba nanvtta ayashke. (Alhtosbi nakfish: %lld)
chr_us: ᏂᎦᏓᏍᎩᏂ ᏄᏍᏛᎢ ᏱᏨᏴᏁᎸ Ꮭ ᏳᏩᏛᎮᎵ ᏅᏩᏙᎯᏯᏛ. ᏫᏚᏳᏓᏕᏫᏍᏓᏁᎮᏍᏗ ᎾᏍᎩ iCloud ᏕᎦᏚᎲᏍᏗ ᎠᎴ ᎬᏗ ᏧᏓᎴᏂᏍᎬᎾ. (ᎤᏲᎢᏳ ᎤᏬᏪᎳ: %lld)
cic_us: Aiokpalichi mako chim anukfilli hattakvt ainla aiyukmato tuk oke. iCloud na himona sv hoshontish oke imanukfila toba nanvtta ayashke. (Alhtosbi nakfish: %lld)
de: Einige der vorgenommenen Änderungen sind für andere Benutzer:innen möglicherweise nicht sichtbar. Überprüfe, ob du über ausreichend iCloud Speicherplatz und eine funktionierende Internetverbindung verfügst. (Fehlercode: %lld)
es_419: Es posible que otros usuarios no puedan ver algunos de los cambios que hiciste. Comprueba que tengas suficiente espacio de almacenamiento en iCloud y una conexión a Internet que funcione. (Código de error: %Lld)
fr: Certaines des modifications que vous avez apportées peuvent ne pas être visibles pour les autres utilisateurs et utilisatrices. Vérifiez que vous disposez d’un espace de stockage iCloud suffisant et d’une connexion Internet qui fonctionne correctement. (Code d’erreur : %lld)
ga: B’fhéidir nach mbeidh cuid de na hathruithe a rinne tú le feiceáil ag úsáideoirí eile. Seiceáil go bhfuil dóthain spáis stórála iCloud agat agus nasc idirlín atá ag obair. (Cód earráide: %lld)
hi: हो सकता है कि आपके किए हुए कुछ बदलाव दूसरे users को दिखाई न दें। देखें कि आपके पास sufficient iCloud storage space और एक working internet connection है। (गड़बड़ी का code: %lld)
id: Beberapa perubahan yang Anda buat mungkin tidak dapat dilihat oleh pengguna lain. Pastikan Anda memiliki ruang penyimpanan iCloud yang cukup dan koneksi internet yang stabil. (Kode kesalahan: %lld)
it: Alcune delle modifiche apportate potrebbero non essere visibili ad altre persone. Verifica di avere spazio di archiviazione su iCloud sufficiente e una connessione a internet funzionante. (Codice errore: %lld)
ko: 변경 사항 중 일부가 다른 사용자에게 표시되지 않을 수 있습니다. iCloud 저장 공간이 충분하고 인터넷 연결이 정상적으로 작동하는지 확인하십시오. (오류 코드: %lld)
mi_nz: Kāore pea e kitea ētahi o ngā panonitanga i ētahi atu kaiwhakamahi. Tirohia he nui tō wāhi rokiroki iCloud me te hononga ipurangi e mahi ana. (Waehere hē: %lld)
pt_br: Algumas das alterações feitas podem não estar visíveis para outros usuários. Verifique se há espaço de armazenamento suficiente no iCloud e conexão com a Internet. (Código de erro: %lld)
ru: Некоторые из внесенных вами изменений могут не отображаться другим пользователям. Проверьте, достаточно ли места в хранилище iCloud и наличие подключения к интернету. (Код ошибки: %lld)
ta: நீங்கள் செய்த சில மாற்றங்கள் பிற பயனர்களுக்குக் காட்டப்படாமல் போகலாம். உங்களிடம் போதுமான iCloud சேமிப்பிடமும் செயல்படும் இணைய இணைப்பும் உள்ளதா எனச் சரிபார்க்கவும். (பிழைக் குறியீடு:%lld)
uk: Деякі внесені вами зміни можуть не відображатися для інших користувачів. Переконайтеся, що у вас є стабільне інтернет-з’єднання, а в iCloud достатньо вільного місця. (Код помилки: %lld)
vi: Một số thay đổi bạn đã thực hiện có thể không hiển thị với những người dùng khác. Kiểm tra xem bạn có đủ dung lượng lưu trữ iCloud không và kết nối Internet có đang hoạt động không. (Mã lỗi: %lld)
zh_hans: 你所做的部分更改可能无法被其他用户看到。 请确认你的 iCloud 储存空间充足，且互联网连接正常。 （错误代码：%lld）

source: Something went wrong deleting this label. Try again.
ar: حدث خطأ أثناء حذف هذه التسمية. حاول مرة أخرى.
cho_us: Nanta nakfish himmi sa hvmmehchvt toshtokvlli. Achukma himit imanuktukvt os.
chr_us: ᎪᎱᏍᏗ ᎤᏲᎢᏳ ᎯᎠ ᏱᏛᏁᎸ ᎠᏲᎱᏍᏗᏍᏗᏱ. ᎿᎭᏉ ᏬᏩᏍᏘ.
cic_us: Nanta nakfish himmi sa hvmmehchvt toshtokvlli. Achukma himmit imanuktukvt os.
de: Beim Löschen dieses Labels ist ein Fehler aufgetreten. Versuche es erneut.
es_419: Se produjo un error al eliminar esta etiqueta. Vuelve a intentarlo.
fr: Un problème s’est produit lors de la suppression de cette étiquette. Veuillez réessayer.
ga: Tharla fadhb agus an lipéad seo á scriosadh. Bain triail eile.
hi: इस label को हटाने में कुछ गलत हुआ। फिर से try करें।
id: Terjadi kesalahan saat menghapus label ini. Coba lagi.
it: Si è verificato un errore durante l’eliminazione di questa etichetta. Riprova.
ko: 이 레이블을 삭제하는 동안 문제가 발생했습니다. 다시 시도하십시오.
mi_nz: I raru tetahi mea i te muku i tēnei tapanga. Ngana anō.
pt_br: Ocorreu um erro ao apagar esta etiqueta. Tente novamente.
ru: При удалении этой метки произошла ошибка. Повторите попытку.
ta: இந்த லேபிளை நீக்குவதில் ஏதோ தவறு ஏற்பட்டுள்ளது. மீண்டும் முயற்சிக்கவும்.
uk: Сталася помилка під час видалення цієї мітки. Спробуйте ще раз.
vi: Đã xảy ra lỗi khi xóa nhãn này. Hãy thử lại.
zh_hans: 删除这个标签时出现错误。请重试。

source: Start building your first image classifier
ar: البدء في إنشاء أول مصنف للصور
cho_us: Isht nimasi hattak alhtosbi aiyukpa alikbana
chr_us: ᎦᎶᏄᎮᏍᏗ ᎢᎬᏱᏗᏢ ᏧᏟᎶᏍᏙᏗ ᏗᎾᏬᏂᏍᎩ
cic_us: Isht aiokcholinvhvt hattak alhtosbi aiyukpa alikbana
de: Beginne damit, deine erste Bildklassifizierung zu erstellen
es_419: Comienza a crear tu primer clasificador de imágenes
fr: Commencez à créer votre premier classifieur d’images
ga: Tosaigh ag tógáil do chéad aicmitheoir íomhá
hi: अपना पहला image classifier बनाना शुरू करें
id: Mulai membuat pengklasifikasi gambar pertama Anda
it: Inizia a creare il tuo primo classificatore di immagini
ko: 첫 번째 이미지 분류기 작성 시작
mi_nz: Tīmata te hanga i tō akoranga whakaahua tuatahi
pt_br: Começar a criar o primeiro classificador de imagens
ru: Начните создавать свой первый классификатор изображений
ta: உங்கள் முதல் பட வகைப்படுத்தியை உருவாக்கத் தொடங்குங்கள்
uk: Почніть створювати свій перший Image Classifier
vi: Bắt đầu xây dựng trình phân loại hình ảnh đầu tiên của bạn
zh_hans: 开始构建你的第一个图像分类器

source: Take Picture
ar: التقط صورة
cho_us: Hattak alhtoha
chr_us: ᏧᎾᏬᏂᏍᎪᎢ
cic_us: Hattak alhtoha
de: Bild aufnehmen
es_419: Tomar foto
fr: Prendre une photo
ga: Tóg Grianghraf
hi: Picture लें
id: Ambil Gambar
it: Scatta foto
ko: 사진 찍기
mi_nz: Tango Whakaahua
pt_br: Tirar Foto
ru: Сделать снимок
ta: படம் எடு
uk: Зробити знімок
vi: Chụp ảnh
zh_hans: 拍照

source: Test
ar: اختبار
cho_us: Alikbana
chr_us: ᏧᏈᎸᏗᏍᏗ
cic_us: Alikbana
de: Testen
es_419: Probar
ga: Tástáil
id: Tes
ko: 테스트
mi_nz: Whakamātau
pt_br: Teste
ru: Тестировать
ta: பரிசோதனை
uk: Тест
vi: Thử nghiệm
zh_hans: 测试

# test [camera destination]
source: test
ar: اختبار
cho_us: alikbana
chr_us: ᏧᏈᎸᏗᏍᏗ
cic_us: alikbana
de: testen
es_419: probar
ga: tástáil
id: tes
ko: 테스트
mi_nz: whakamātau
pt_br: teste
ru: тестировать
ta: பரிசோதனை
uk: тест
vi: thử nghiệm
zh_hans: 测试

source: Test Images
ar: اختبر الصور
cho_us: Alikbana hattak
chr_us: ᏧᏈᎸᏗᏍᏗ ᏗᎾᏬᏂᏍᎩ
cic_us: Alikbana hattak
de: Bilder testen
es_419: Imágenes de prueba
fr: Images de test
ga: Íomhánna Tástála
id: Tes Gambar
it: Immagini di test
ko: 이미지 테스트
mi_nz: Ngā Whakaahua Whakamātau
pt_br: Testar imagens
ru: Тестировать изображения
ta: படங்களைப் பரிசோதிக்கவும்
uk: Тестувати зображення
vi: Thử nghiệm hình ảnh
zh_hans: 测试图像

source: Test Model
ar: اختبار النموذج
cho_us: Chokka alikbana
chr_us: ᏧᏈᎸᏗᏍᏗ ᎠᏛᏅᎢᏍᏙᏗ
cic_us: Issoba alikbana
de: Modell testen
es_419: Probar modelo
fr: Tester le modèle
ga: Samhail Tástála
id: Tes Model
it: Testa modello
ko: 모델 테스트
mi_nz: Whakamātau Tauira
pt_br: Testar Modelo
ru: Тестировать модель
ta: பரிசோதனை மாதிரி
uk: Тестувати модель
vi: Thử nghiệm mô hình
zh_hans: 测试模型

source: testing
ar: الاختبار
cho_us: alikbana
chr_us: ᏧᏈᎸᏗᏍᏗ
cic_us: alikbana
de: Testen
es_419: probando
fr: test
ga: tástáil
id: mengetes
it: test
ko: 테스트
mi_nz: te whakamātau
pt_br: testando
ru: тестирование
ta: பரிசோதிக்கிறது
uk: тестування
vi: thử nghiệm
zh_hans: 测试

source: Testing Image
ar: اختبار الصورة
cho_us: Alikbana hattak
chr_us: ᏧᏈᎸᏗᏍᏗ ᏗᎾᏬᏂ
cic_us: Alikbana hattak
de: Testbild
es_419: Probando imagen
fr: Image de test
ga: Íomhá Tástála
id: Mengetes Gambar
it: Immagine di test
ko: 테스트 이미지
mi_nz: Whakaahua Whakamātau
pt_br: Testando imagem
ru: Тестовое изображение
ta: பரிசோதனையில் உள்ள படம்
uk: Тестове зображення
vi: Đang thử nghiệm hình ảnh
zh_hans: 测试图像

source: The label “%@” was added
ar: تمت إضافة التسمية “%@”
cho_us: Nanta okchaya “%@” chukoa tok
chr_us: ᎾᏍᎩ “%@” ᏱᏛᏁᎸᎢ ᏧᏁᎸᎯ
cic_us: Nanta okchaya “%@” chukoa tok
de: Das Label „%@“ wurde hinzugefügt
es_419: Se agregó la etiqueta “%@”
fr: L’étiquette « %@ » a été ajoutée
ga: Cuireadh an lipéad “%@” leis
hi: Label “%@” जोड़ा गया था
id: Label “%@” ditambahkan
it: L’etichetta “%@” è stata aggiunta
ko: "%@" 레이블이 추가됨
mi_nz: Kua tāpiritia te tapanga “%@”
pt_br: A etiqueta “%@” foi adicionada
ru: Метка «%@» добавлена
ta: “%@” லேபிள் சேர்க்கப்பட்டது
uk: Мітку «%@» додано
vi: Nhãn “%@” đã được thêm
zh_hans: 已添加标签“%@”

source: The label “%@” was deleted
ar: تم حذف التسمية “%@”
cho_us: Nanta okchaya “%@” himmit tok
chr_us: ᎾᏍᎩ “%@” ᏱᏛᏁᎸᎢ ᏧᏍᏗᎧᏁᎸᎢ
cic_us: Nanta okchaya “%@” chukoa tok
de: Das Label „%@“ wurde gelöscht
es_419: Se eliminó la etiqueta “%@”
fr: L’étiquette « %@ » a été supprimée
ga: Scriosadh an lipéad “%@”
hi: Label “%@” हटा दिया गया था
id: Label “%@” dihapus
it: L’etichetta “%@” è stata eliminata
ko: "%@" 레이블이 삭제됨
mi_nz: Kua mukua te tapanga “%@”
pt_br: A etiqueta “%@” foi apagada
ru: Метка «%@» удалена
ta: “%@” லேபிள் நீக்கப்பட்டது
uk: Мітку «%@» видалено
vi: Nhãn “%@” đã bị xóa
zh_hans: 已删除标签“%@”

source: The label “%@” was renamed to “%@”
ar: تمت إعادة تسمية التسمية “%@” إلى “%@”
cho_us: Nanta okchaya “%@” chvt holisso apakfot tok “%@”
chr_us: ᎾᏍᎩ “%@” ᏱᏛᏁᎸᎢ “%@” ᏱᏚᏬᏢᏁᎸᎢ
cic_us: Nanta okchaya chvt “%@” holisso apakfot tok “%@”
de: Das Label „%@“ wurde in „%@“ umbenannt
es_419: Se cambió el nombre de la etiqueta “%@” a “%@”
fr: L’étiquette « %@ » a été renommée « %@ »
ga: Athainmníodh an lipéad “%@” go “%@”
hi: Label “%@” का नाम बदलकर “%@” किया गया था
id: Label “%@” diubah namanya menjadi “%@”
it: L’etichetta “%@” è stata rinominata in “%@”
ko: "%@" 레이블의 이름이 "%@"(으)로 변경됨
mi_nz: Kua hurihia te tapanga “%@” ki “%@”
pt_br: A etiqueta “%@” foi renomeada como “%@”
ru: Метка «%@» была переименована в «%@»
ta: “%@” லேபிள் “%@” என மறுபெயரிடப்பட்டது
uk: Мітку «%@» перейменовано на «%@»
vi: Nhãn “%@” đã được đổi tên thành “%@”
zh_hans: 已将标签“%@”重命名为“%@”

source: The model correctly classified this **%@** image.
ar: صنَّف النموذج صورة **%@** هذه تصنيفًا صحيحًا.
cho_us: Chokka shohmint vt moma **%@** hattak alhtosbit tok.
chr_us: ᎾᏍᎩ ᎠᏛᏅᎢᏍᏙᏗ ᏚᏳᎪᏛ ᏚᎸᏫᏍᏓᏁᎴ ᎯᎠ **%@** ᏗᎾᏬᏂ.
cic_us: Issoba shohmint vt moma **%@** hattak alhtosbit tok.
de: Das Modell hat dieses Bild **%@** korrekt klassifiziert.
es_419: El modelo clasificó correctamente esta imagen de **%@**.
fr: Le modèle a correctement classifié cette image **%@**.
ga: Rinne an tsamhail an íomhá **%@** seo a aicmiú i gceart.
hi: Model ने इस **%@** image को सही तरीके से classify किया था।
id: Model mengklasifikasikan gambar **%@** ini dengan benar.
it: Il modello ha classificato correttamente questa immagine **%@**.
ko: 모델은 이 **%@** 이미지를 올바르게 분류했습니다.
mi_nz: I tika te whakarōpū a te tauira i tēnei whakaahua **%@**.
pt_br: O modelo classificou corretamente esta **%@** imagem.
ru: Модель правильно классифицировала это изображение **%@**.
ta: மாடல் இந்த **%@** படத்தைச் சரியாக வகைப்படுத்தியது.
uk: Модель правильно класифікувала це зображення **%@**.
vi: Mô hình đã phân loại chính xác hình ảnh **%@** này.
zh_hans: 模型对这张 **%@** 图像进行了正确分类。

source: The model incorrectly classified this **%@** image as **%@**.
ar: صنَّف النموذج صورة **%@** هذه تصنيفًا غير صحيح على أنها **%@**.
cho_us: Chokka shohmint vt ikkvt ia **%@** hattak ha ish alhtosbitok.
chr_us: ᎾᏍᎩ ᎠᏛᏅᎢᏍᏙᏗ ᎥᏝ ᏳᏚᏳᎪᏛᎾ ᏚᎸᏫᏍᏓᏁᎴ ᎯᎠ **%@** ᏗᎾᏬᏂ ᎾᏍᎩ **%@**.
cic_us: Issoba shohmint vt ikkvt ia **%@** hattak ha ish alhtosbitok **%@**.
de: Das Modell hat dieses Bild **%@** fälschlicherweise als **%@** klassifiziert.
es_419: El modelo clasificó incorrectamente esta imagen de **%@** como **%@**.
fr: Le modèle n’a pas correctement classifié cette image **%@** dans la catégorie **%@**.
ga: Rinne an tsamhail an íomhá **%@** seo a aicmiú go mícheart mar **%@**.
hi: Model ने इस **%@** image को **%@** के तौर पर classify किया था।
id: Model keliru mengklasifikasikan gambar **%@** ini sebagai **%@**.
it: Il modello ha classificato erroneamente questa immagine **%@** come **%@**.
ko: 모델은 이 **%@** 이미지를 **%@**로 잘못 분류했습니다.
mi_nz: I hē te whakarōpū a te tauira i tēnei whakaahua **%@** hei **%@**.
pt_br: O modelo classificou incorretamente esta **%@** imagem como **%@**.
ru: Модель неправильно классифицировала это изображение **%@** как **%@**.
ta: மாடல் இந்த **%@** படத்தை **%@** என தவறாக வகைப்படுத்தியது.
uk: Модель неправильно класифікувала це зображення **%@** як **%@**.
vi: Mô hình đã phân loại không chính xác hình ảnh **%@** này là **%@**.
zh_hans: 模型错误地将这张 **%@** 图像归类为了 **%@**。

source: The model was able to correctly classify %lld of your test images.
ar: كان النموذج قادرًا على تصنيف %lld من صور الاختبار بشكل صحيح.
cho_us: Chokka chim alikbana hattak %lld shohmint alhtosbitok.
chr_us: ᎾᏍᎩ ᎠᏛᏅᎢᏍᏙᏗ %lld ᏚᏳᎪᏛᎾ ᏕᎸᏫᏍᏓᏁᎴ ᏂᏣᎵᏍᏔᏅᏅ ᏗᎾᏬᏂᏍᎩ.
cic_us: Issoba chim alikbana hattak %lld shohmint alhtosbitok.
de: Das Modell konnte %lld deiner Testbilder korrekt klassifizieren.
es_419: El modelo pudo clasificar correctamente %lld de las imágenes de prueba.
fr: Le modèle a réussi à classifier correctement %lld de vos images de test.
ga: Bhí an tsamhail in ann %lld de do chuid íomhánna tástála a aicmiú i gceart.
hi: Model आपकी test images के %lld को सही तरीके से classify कर दिया था।
id: Model dapat mengklasifikasikan %lld gambar tes Anda dengan benar.
it: Il modello è riuscito a classificare correttamente %lld delle tue immagini di test.
ko: 모델은 테스트 이미지의 %lld을(를) 올바르게 분류했습니다.
mi_nz: I taea e te tauira te whakarōpū tika i ngā whakaahua whakamātau %lld.
pt_br: O modelo conseguiu classificar corretamente %lld das imagens de teste.
ru: Модели удалось правильно классифицировать ваши тестовые изображения (%lld).
ta: உங்கள் பரிசோதனைப் படங்களில் %lld ஐ சரியாக வகைப்படுத்த மாடலால் முடிந்தது.
uk: Модель правильно класифікувала тестових зображень: %lld.
vi: Mô hình có thể phân loại chính xác %lld hình ảnh thử nghiệm của bạn.
zh_hans: 模型成功地对 %lld 张测试图像进行了正确分类。

source: This action cannot be undone.
ar: هذا الإجراء لا يمكن التراجع عنه.
cho_us: Aiokpalichi ishi himmitoksali.
chr_us: ᎯᎠ ᏝᏃ ᏳᏆᏚᎵᏍᎬᎾ.
cic_us: Aiokpalichi ishi himmitoksali.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es_419: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
ga: Ní féidir an gníomh seo a chealú.
hi: इस action को पहले जैसा नहीं किया जा सकता।
id: Tindakan ini tidak dapat diurungkan.
it: Questa azione non può essere annullata.
ko: 이 작업은 실행 취소할 수 없습니다.
mi_nz: Kāore e taea te whakahoki i tēnei mahi.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие невозможно отменить.
ta: இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
uk: Цю дію неможливо скасувати.
vi: Không thể hoàn tác hành động này.
zh_hans: 这项操作无法撤销。

source: This action will move this image from %@ to %@.
ar: سيؤدي هذا الإجراء إلى نقل هذه الصورة من %@ إلى %@.
cho_us: Aiokpachi hattak chatuk %@ chvma iaionutakat oke %@.
chr_us: ᎯᎠ ᏫᏚᏫᏂᏌᏛ ᎯᎠ ᏗᎾᏬᏂ %@ ᏫᏚᏫᏂᏌᏛᎭ %@.
cic_us: Aiokpachi hattak %@ chatuk chvma iaionutakat oke %@.
de: Durch diese Aktion wird dieses Bild von %@ nach %@ verschoben.
es_419: Esta acción moverá esta imagen de %@ a %@.
fr: Cette action déplacera cette image depuis %@ vers %@.
ga: Bogfaidh an gníomh seo an íomhá seo ó %@ go %@.
hi: इस action से यह image %@ से %@ में चली जाएगी।
id: Tindakan ini akan memindahkan gambar ini dari %@ ke %@.
it: Questa azione sposterà questa immagine da %@ a %@.
ko: 이 작업을 수행하면 이미지가 %@에서 %@(으)로 이동됩니다.
mi_nz: Mā tēnei mahi e neke tēnei whakaahua mai i %@ ki %@.
pt_br: Esta ação moverá esta imagem de %@ para %@.
ru: Это действие переместит изображение из %@ в %@.
ta: இந்தச் செயல் இந்தப் படத்தை %@ இலிருந்து %@ க்கு நகர்த்தும்.
uk: Ця дія перемістить це зображення з %@ в %@.
vi: Hành động này sẽ di chuyển hình ảnh ở đây từ %@ sang %@.
zh_hans: 这项操作会将这个图像从 %@ 移动到 %@。

source: This action will replace your current model.
ar: سيحل هذا الإجراء محل نموذجك الحالي.
cho_us: Aiokpachi chokka kanaha chim anukvhna tok oke.
chr_us: ᎯᎠ ᏫᏚᏬᏢᏗᏍᏗ ᎪᎱᏍᏗ ᎠᏛᏅᎢᏍᏙᏗ.
cic_us: Aiokpachi issoba kanaha chim anukvhna tok oke.
de: Diese Aktion ersetzt dein aktuelles Modell.
es_419: Esta acción reemplazará tu modelo actual.
fr: Cette action remplacera votre modèle actuel.
ga: Cuirfear an gníomh seo in ionad do shamhail reatha.
hi: इस action से आपका मौजूदा model replace हो जाएगा।
id: Tindakan ini akan menggantikan model Anda yang sekarang.
it: Questa azione sostituirà il tuo modello attuale.
ko: 이 작업을 수행하면 현재 모델이 대체됩니다.
mi_nz: Mā tēnei mahi e whakakapi tō tauira o nāianei.
pt_br: Esta ação substituirá o modelo atual.
ru: Это действие заменит вашу текущую модель.
ta: இந்தச் செயல் உங்கள் தற்போதைய மாதிரியை மாற்றும்.
uk: Ця дія замінить вашу поточну модель.
vi: Hành động này sẽ thay thế mô hình hiện tại của bạn.
zh_hans: 这项操作将替换你当前的模型。

source: This label no longer exists.
ar: لم تعد هذه التسمية موجودة.
cho_us: Nanta okchayat alhpisa chim aiillitoksali.
chr_us: ᎥᏝ ᎪᎱᏍᏗ ᎯᎠ ᏱᏛᏁᎸᎢ.
cic_us: Nanta okchayat alhpisa chim aiillitoksali.
de: Dieses Label existiert nicht mehr.
es_419: Esta etiqueta ya no existe.
fr: Cette étiquette n’existe plus.
ga: Níl an lipéad seo ann a thuilleadh.
hi: यह label अब मौजूद नहीं है।
id: Label ini sudah tidak ada.
it: Questa etichetta non esiste più.
ko: 이 레이블은 더 이상 존재하지 않습니다.
mi_nz: Kua kore tēnei tapanga e noho ana.
pt_br: Esta etiqueta não existe mais.
ru: Эта метка больше не существует.
ta: இந்த லேபிள் இனி இருக்காது.
uk: Ця мітка більше не існує.
vi: Nhãn này không còn tồn tại nữa.
zh_hans: 这个标签已不存在。

source: This project has no labels.
ar: هذا المشروع ليس له تسميات.
cho_us: Aiokchalinchi na nanta kanaha.
chr_us: Ꮭ ᏱᏛᏁᎸᎯ ᎯᎠ ᏄᏍᏛᎢ.
cic_us: Aiokchalinchi na nanta kanaha.
de: Dieses Projekt hat keine Labels.
es_419: Este proyecto no tiene etiquetas.
fr: Ce projet n’a pas d’étiquettes.
ga: Níl aon lipéid ar an tionscadal seo.
hi: इस project में कोई label नहीं हैं।
id: Proyek ini tidak memiliki label.
it: Questo progetto non ha etichette.
ko: 이 프로젝트에 레이블이 없습니다.
mi_nz: Kāore he tapanga o tēnei kaupapa.
pt_br: Este projeto não tem etiquetas.
ru: У этого проекта нет меток.
ta: இந்தத் திட்டத்திற்கு எந்த லேபிள்களும் இல்லை.
uk: Цей проєкт не містить міток.
vi: Dự án này không có nhãn.
zh_hans: 这个项目暂无标签。

# This project will be removed from your gallery [etc]
source: This project will be removed from your gallery. The project owner and other participants will still have access.
ar: ستتم إزالة هذا المشروع من معرض الصور الخاص بك. ستظل إمكانية الوصول متاحة لمالك المشروع والمشاركين الآخرين.
cho_us: Aiokchalinchi galla isht anumpa apvlomo oke tok. Aiokchalinchit achvffa nana kanohmit aiokpvlatok oke.
chr_us: ᎯᎠ ᏄᏍᏛᎢ ᏫᏚᏍᏗᎧᏁᎵ ᏦᎢᏧᏈ ᎦᎪᏢᏛᎢ. ᎾᏍᎩ ᎤᎾᏤᎵᎪᎯ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏩᏚᏩᏒᎯ.
cic_us: Aiokchalinchi galla isht anumpa apvlomo oke tok. Aiokchalinchit achvffa nana kanohmit aiokpvlatok oke.
de: Dieses Projekt wird aus deiner Galerie entfernt. Der:die Projekteigentümer:in und andere Teilnehmende haben weiterhin Zugriff.
es_419: Este proyecto se eliminará de tu galería. El propietario del proyecto y los demás participantes seguirán teniendo acceso.
fr: Ce projet sera supprimé de votre galerie. Le ou la propriétaire du projet et les autres personnes participantes y auront toujours accès.
ga: Bainfear an tionscadal seo as do ghailearaí. Beidh rochtain ag úinéir an tionscadail agus ag rannpháirtithe eile fós.
hi: इस project को आपकी gallery से हटा दिया जाएगा। Project owner और दूसरे participants के पास अभी भी access होगा।
id: Proyek ini akan dihapus dari galeri Anda. Pemilik proyek dan peserta lainnya masih dapat mengaksesnya.
it: Questo progetto verrà rimosso dalla galleria. Chi ha la proprietà del progetto e le altre persone che vi partecipano potranno comunque accedere.
ko: 이 프로젝트가 갤러리에서 제거됩니다. 프로젝트 소유자 및 기타 참가자는 여전히 접근할 수 있습니다.
mi_nz: Ka tangohia tēnei kaupapa i tō taiwhanga. Kei te pupuri tonu te rangatira o te kaupapa me ētahi atu kaiuru i te uru.
pt_br: Este projeto será removido da galeria. O proprietário do projeto e outros participantes ainda terão acesso.
ru: Этот проект будет удалён из вашей галереи. У создателя проекта и других участников по-прежнему будет доступ.
ta: இந்தத் திட்டம் உங்கள் கேலரியில் இருந்து அகற்றப்படும். திட்ட உரிமையாளர் மற்றும் பிற பங்கேற்பாளர்களுக்கு இன்னும் அணுகல் இருக்கும்.
uk: Цей проєкт буде видалено з вашої галереї. Організатор проєкту й інші учасники і надалі матимуть до нього доступ.
vi: Dự án này sẽ bị xóa khỏi thư viện của bạn. Người sở hữu dự án và những người tham gia khác sẽ vẫn có quyền truy cập.
zh_hans: 这个项目将从你的图库中被移除。项目所有者和其他参与者仍可访问这个项目。
